{
  "swim-coach": {
    "id": "swim-coach",
    "name": "Justin Konik",
    "role": "Swim Coach",
    "image": "/images/swimcoach.png",
    "email": "justin.konik@gmail.com",
    "bio": "Meet head swim coach Justin Konik. Justin is currently a student at UofT studying kinesiology and biology, and have been coaching for the last 5 years. He has coached age group swimmers, intro swimmers, university triathletes, and am currently coaching another masters team which has been working with since 2020. He is also currently on the varsity team at UofT and is a well decorated swimmer with medals from every national competition with the exception of Olympic trials, while also holding a few junior records. In 2018 he was named to the junior team representing Canada in Fiji for my performance in the 200 freestyle at senior nationals where he placed 3rd. When he not coaching… Out of the pool he enjoys nature and being an avid gardener, beach bum, and hiking enthusiast. ."
  },
  "run-coach": {
    "id": "run-coach",
    "name": "Walter",
    "role": "Run Coach",
    "image": "",
    "email": "",
    "bio": "Coming soon!"
  },
  "co-president": {
    "id": "co-president",
    "name": "Jade Clement",
    "role": "Co-President",
    "image": "/uploads/team-profiles/image-1756140816548-734937298.jpg",
    "bio": "Jade Clement is one of our Co-Presidents, leading the UofT Triathlon Club with passion and dedication. With a strong background in triathlon and a commitment to building community, Jade works tirelessly to ensure every member feels welcome and supported."
  },
  "co-president-2": {
    "id": "co-president-2",
    "name": "Marlene Garijo",
    "role": "Co-President",
    "image": "",
    "bio": "Coming soon!"
  },
  "treasurer": {
    "id": "treasurer",
    "name": "Edward Ing",
    "role": "Treasurer",
    "image": "",
    "bio": ""
  },
  "secretary": {
    "id": "secretary",
    "name": "Lauren Williams",
    "role": "Secretary",
    "image": "",
    "bio": "Coming soon!"
  },
  "social-coordinator": {
    "id": "social-coordinator",
    "name": "Katy Tiper",
    "role": "Social Coordinator/Recruitment",
    "image": "",
    "bio": "Katy Tiper  has been a member of the triathlon club since 2017. She is returning to your exec team this year as SOCIAL COORDINATOR. She joined the club initially to improve her running, but soon after started biking and swimming, falling in love with triathlon. She has qualified for ITU worlds, completed two half-ironmans and ran her first marathon under Boston qualifying time. You can find Katy at Monday TRACK, Thursday TEMPO run and any SWIM practice. ASK HER ABOUT: learning to swim as an adult and the importance of good bike handling skills."
  },
  "social-media": {
    "id": "social-media",
    "name": "Paulette Dalton",
    "role": "Social Media Manager",
    "image": "/images/exec_socialmedia.jpg",
    "bio": "Paulette Dalton has been a long time member of the club (confirmed by this vintage jersey!) and is returning to your exec team this year as RECRUITMENT & RACE COORDINATOR. Paulette has been doing triathlons since 2002 (yes almost 20 years) and has completed 9 Ironmans and over 20 marathons (including The Boston Marathon 10 times). Paulette is also an NCCP Level 1 Triathlon Coach. This year you'll find her leading the Friday evening BRICKS and at most of the track workouts and Sunday swims. ASK HER ABOUT: anything bike related (training, aerodynamics, fit, nutrition…) Paulette also manages this Instagram account so send me all your club pics to post!"
  },
  "workout-coordinator": {
    "id": "workout-coordinator",
    "name": "Jessica Peixoto",
    "role": "Workout/Race Coordinator",
    "image": "",
    "bio": "Jessica Peixoto is new to our exec team as WORKOUT/RACE COORDINATOR. Jessica has been a member since 2020 and started doing triathlons in 2018. Due to the pandemic, she has only done sprint triathlons, with one ITU race in Lausanne, Switzerland in 2019. She is looking forward to completing longer races going forward! She loves long bike rides and spending time outdoors doing any sport! Jessica joined the club to meet more people to train with and to become a better swimmer. You’ll find Jessica at the Monday or Tuesday TRACK run, Sunday SWIMS and leading some SPIN workouts. ASK HER ABOUT: ITU races, balancing your time, and other outdoor activities like hiking and canoe tripping."
  },
  "webmaster": {
    "id": "webmaster",
    "name": "Ilan Gofman",
    "role": "Webmaster",
    "image": "",
    "bio": "Coming soon!"
  }
}